Repository: giellalt/corpus-fin
Catalog: tmx/sme/facta/klemetti.blogspot.com/klemetti.03.12.12_fin.txt.tmx
Source language: fin
Languages: sme

source: Iloa ja pohjoismaista saamelaissopimusta
sme: Ilo ja davviriikkalaš sámisoahpamuš

source: Viime viikon loppu kului Helsingissä.
sme: Mannan vahku loahppa manai Helssegis.

source: Osallistuin pohjoismaisen saamelaissopimuksen Suomen valtuuskunnan kokoukseen torstaina.
sme: Oassálasten davviriikkalaš sámisoahpamuša Suoma sáttagotti čoakkámii duorastaga.

source: Kokous valmisteli seuraavaa varsinaista neuvottelukunnan kokousta, joka pidetään joulukuun toisella viikolla Helsingissä.
sme: Čoakkán válmmaštalai čuovvovaš aitosaš ráđđádallangotti čoakkáma, mii dollojuvvo juovlamánu nuppi vahku Helssegis.

source: Sitä ennen on myös saamelaisen parlamentaarisen neuvoston hallituksen (SPN:n) kokous.
sme: Dan ovdal lea maid sámi parlamentáralaš ráđi (SPR:a) stivrra čoakkán.

source: SPN on sopinut, että saamelaiset sopivat yhteisen kantansa SPN:ssä.
sme: SPR lea šiehttan, ahte sápmelaččat šihttet oktasaš oainnu SPR:s.

source: Jatkoneuvottelut käydään nyt luvusta kolme, joka käsittelee saamelaisten kielellisiä ja kulttuurisia oikeuksia.
sme: Joatkkaráđđádallamat leat dál goalmmat logus, mii gieđahallá sápmelaččaid gielalaš ja kultuvrralaš vuoigatvuođaid.

source: Luku on arvioitu saamelaissopimuksen helpoimmaksi.
sme: Lohku lea árvvoštallojuvvon sámisoahpamuša álkimussan.

source: Torstain kokouksessa käsiteltiin valtioiden tekemiä muutostekstejä sopimusluonnokseen ja luonnollisesti myös saamelaiskäräjillä oli pieniä muutosehdotuksia sopimustekstiin, mutta lähinnä kommentoimme valtioiden esityksiä.
sme: Duorastaga čoakkámis gieđahallojuvvoje stáhtaid bargan nuppástusevttohusat soahpamušhápmosii ja luonddolaččat maid sámedikkis ledje smávva rievdadusevttohusat soahpamušdekstii, muhto eanasin kommenteriimet stáhtaid evttohusaid.

source: Saamelaiskäräjät ja SPN ovat linjanneet, että pohjoismaisen saamelaissopimuksen tulee noudattaa mahdollisimman pitkälle asiantuntijatyöryhmä esittämää luonnosta saamelaissopimukseksi.
sme: Suoma sámediggi ja SPR leaba cealkán, ahte davviriikkalaš sámisoahpamuš galgá čuovvut nu guhkás go vejolaš áššedovdibargojoavkku hápmosa sámisoahpamuššan.

source: Vaikka luku on arvioitu helpoimmaksi, valtioilta on kuitenkin tullut teknisluotoisten korjausehdotusten lisäksi sellaisia muutosehdotuksia sopimustekstiin, joihin Suomen saamelaiskäräjät ei voi sitoutua.
sme: Vaikko lohku lea árvvoštallojuvvon álkimussan, de stáhtain ledje goitge teknihkalašlundosaš divvunevttohusaid lassin dakkár nuppástusevttohusat soahpamušdekstii, masa Suoma sámediggi ii sáhttán čatnasit.

source: Mutta, olen kuitenkin toiveikas, että pääsemme asiassa kompromissiin neuvottelujen kuluessa.
sme: Muhto, jáhkán liikká, ahte beassat áššis kompromissii ráđđádallamiid mielde.

source: Perjantaina pidin puheen ihmisoikeusvaltuuskunnan ja kansainvälisen ihmisoikeusasian neuvottelukunnan (IONK) järjestämässä seminaarissa.
sme: Bearjadaga dollen sága olmmošriektesáttagotti ja davviriikkalaš olmmošriekteáššiid ráđđádallangotti (IONK) lágidan semináras.

source: Seminaarin aiheena oli Euroopan Neuvoston ihmisoikeusvaltuutetun Suomelle antamat suositukset ja niiden toimeenpano.
sme: Seminára fáddán lei Eurohpá Ráđi olmmošriekteáittardeaddji Supmii addin ávžžuhusat ja daid olláhuhttin.

source: Valtuutettu on mm. kehottanut Suomea ratifioimaan Ilo 169-sopimuksen, harkitsemaan saamelaiskäräjien esitystä perustaa parlamentaarinen saamelaiskäräjien ja hallituspuolueiden tasa-arvoinen työryhmä valmistelemaan sopimuksen ratifiointia sekä turvaamaan saamelaisen poronhoidon harjoittamisedellytykset.
sme: Áittardeaddji lea ee. ávžžuhan Suoma ratifiseret Ilo 169-soahpamuša, suokkardallat sámedikki evttohusa vuođđudit parlamentáralaš sámedikki ja ráđđehusbellodagaid dásseárvosaš bargojoavku válmmaštallat soahpamuša ratifiserema sihke dorvvastit sámi boazodoaluin bargama vejolašvuođaid.

source: Saamelaisia koskevia suosituksia kommentoivat oikeusministeriön sekä maa- ja metsätalousministeriön edustajat.
sme: Ávžžuhusaid, mat guske sápmelaččaid, kommentereje vuoigatvuohtaministeriija sihke eanan- ja meahccedoalloministeriija ovddasteaddjit.

source: Valitettavasti ministeriön edustajilta ei löytynyt esityksiä suosituksien toimeenpanosta vaan ministeriöt kävivät läpi vain voimassa olevaa lainsäädäntöä, hallitusohjelman linjauksia ja keväällä käytyä lausuntokierrosta Ilo 169-sopimuksen ratifioinnista.
sme: Dađi bahábut ministeriija ovddasteddjiin eai lean evttohusat ávžžuhusaid olláhuhttimis, muhto ministeriijaid ovddasteaddjit manne dušše čađa gustojeaddji lágaid, ráđđehusprográmma linnjemiid ja giđđat celkojuvvon cealkámušaid Ilo 169-soahpamuša ratifiseremis.

source: Tilaisuuden korkea-arvoisin puhuja, ulkoministeri Erkki Tuomioja piti erinomaisen puheen seminaarissa.
sme: Dilálašvuođa allaárvoseamos ságastalli, olgoáššiidministtar Erkki Tuomioja doalai earenoamáš buori sága semináras.

source: Tuomioja tunnusti avoimesti, tutkija kun on, että Suomi on ollut kritiikin kohteena saamelaisten asemasta kansainvälisellä areenalla.
sme: Tuomioja dovddastii rahpasit, go lea maid dutki, ahte Suopma lea kritihka čuozáhahkan sápmelaččaid sajádagas riikkaidgaskasaš arenain.

source: Ministeri piti ihmisoikeusvaltuutetun kannanottoa hyvin selkeänä.
sme: Ministtar anii olmmošriekteáittardeaddji cealkámuša hui čielggasin.

source: Tuomioja oli perehtynyt hyvin huolellisesti ihmisoikeusvaltuutetun raporttiin ja korosti puheessaan poronhoidon tärkeyttä saamelaiskulttuurille.
sme: Tuomioja lei hui fuolalaččat vuojulduvvan olmmošriekteáittardeaddji raportii ja son deattuhii ságastis boazodoalu dehálašvuođa sámi kultuvrii.

source: Ministeri sanoi selvästi, että Suomessa tulee turvata saamelaisten perinteiset oikeudet poronhoitoon vähintäänkin valtion mailla saamelaisten kotiseudulla.
sme: Ministtar dajai čielgasit, ahte Suopma galgá dorvvastit sápmelaččaid árbevirolaš vuoigatvuođaid boazodollui unnimusat stáhta eatnamiin sámiid ruovttuguovllus.

source: Tuomioja painotti, että nyt on aika antaa erityisoikeudet saamelaisille liittymällä ILO 169-sopimukseen.
sme: Tuomioja deattuhii, ahte dál lea áigi áddit sierravuoigatvuođaid sápmelaččaide ILO 169-soahpamuššii laktasemiin.

source: Ministerin puheenvuoro oli humaani, tärkeä ja hyvin painoarvoinen.
sme: Ministara sáhkavuorru lei humána, dehálaš ja das lei hui alla árvu.

source: Kansainväliset sopimukset kuuluvat ulkoministeriön toimivaltaan.
sme: Riikkaidgaskasaš soahpamušathan gullet olgoáššiidministeriija doaibmaváldái.

source: Oma puheeni käsitteli saamelaiskäräjien linjauksia sopimuksen ratifioimiseksi, saamelaismääritelmää ja toki valtuutetun raportin suosituksia.
sme: Mu iežan sáhkavuorru gieđahalai sámedikki linnjemiid soahpamuša ratifiserema várás, sápmelaš meroštallama ja diehtelas áittardeaddji raportta ávžžuhusaid.

source: Puheeni löytyy kotisivuiltamme.
sme: Mu sáhka gávdno sámedikki ruovttusiidduin.

source: Saamelaiskäräjien edustajat seminaarissa käyttivät arvokkaita ja painavia puheenvuoroja.
sme: Seminára sámedikki ovddasteaddjit dolle mávssolaš ja dehálaš sáhkavuoruid.

source: Heikki Paltto täydensi ministeri Tuomiojan puhetta kertomalla saamelaisporonhoidosta ja sen merkityksestä saamelaiskulttuurista ja miten se eroaa täysin suomalaisesta poronhoidosta.
sme: Hánno Heaika, Heikki Paltto, dievasmáhtii ministtar Tuomioja sága nu ahte muitalii sámi boazodoalus ja dan mávssolašvuođas sámi kultuvrras ja mot dat spiehkasta ollásit suopmelaš boazodoalus.

source: Ulla Magga käytti tärkeän puheenvuoron kertomalla miten saamelaiset määrittävät itsensä ja kuulumisensa saamelaisyhteisöön.
sme: Heaikka Juhána Ásllat Heandaraga Ullá, Ulla Magga geavahii dehálaš sáhkavuoru ja muitalii mot sápmelaččat ieža dihtet geat sii leat ja diđolašvuođaset sámi servošii.

source: Magga kertoi, että pelkästään saamen kielen osaaminen ei tee kenestäkään saamelaista, vaan kulttuuriin tulee kasvaa saamelaiskulttuurinmukaisessa ja saamenkielisessä ympäristössä.
sme: Magga muitalii, ahte duššebeare sámegiela máhttin ii daga geasge sápmelačča, muhto kultuvrii galgá šaddat birrasis, masa gullá lunddolaš oassin sámi kultuvrra ja sámegiella.

source: Loppuviikko kuluu taas Helsingissä kokouksissa.
sme: Loahppavahkku gollá fas Helssegis čoakkámiin.

source: Keskiviikkona on saamelaiskäräjälakityöryhmän kokous.
sme: Gaskavahkko lea sámediggeláhkabargojoavkku čoakkán.

source: Aiheena on saamelaiskäräjien vaalijärjestelmän kehittäminen.
sme: Fáddán lea sámedikki válgavuogádaga gárgeheapmi.

source: Torstaina minulla on kunnia osallistua Tasavallan Presidentin itsenäisyyspäivän vastaanotolle.
sme: Duorastaga mus lea gudni oassálastit Dásseválddi Presideantta iehčanasvuohtabeaivvi vuostáiváldimii.

source: Sunnuntaina on SPN:n hallituksen kokous pohjoismaisen saamelaissopimuksen jatkoneuvotteluista.
sme: Sotnabeaivve lea SPR:a stivrra čoakkán davviriikkalaš sámi soahpamuša joatkkaráđđádallamiin.
